Repository: PedroLopes/SpaceInvadersOSC
Catalog: xinvaders-2.1.1/po/*.po
Languages: es

source: Start
es: Comenzar

source: Error in row
es: Error en fila

source: Error in column
es: Error en columna

source: Quit
es: Salir

source: Score
es: Puntos

source: High
es: Marca

source: Error reading vshot images.
es: Error leyendo imagenes de balas.

source: Error reading Spacer image
es: Error leyendo imagen de Spacer

source: Error reading Invader images
es: Error leyendo imagenes de los invasores

source: Pause
es: Pausa

source: Resume
es: Continuar

source: Xinvaders, by Jonny Goldman
es: Xinvaders, por Jonny Goldman

source: by Jonny Goldman
es: por Jonny Goldman
